import checkSize1 from '../../assets/images/check-size1.jpg';
import checkSize2 from '../../assets/images/check-size2.jpg';
import s from './HowChoosePage.module.scss';

function HowChoosePage() {
  return (
    <div className={s.howChoosePage}>
      <div className={s.howChoosePageContainer}>
        <h2>Як правильно обрати взуття</h2>
        <h3>6 міфів про детяче ортрпедичне взуття</h3>
        <p className={s.howChoosePageText}>
          Усі ми знаємо про існування ортопедичного взуття для дітей. Багато
          батьків купують її своїй дитині навіть без призначення лікаря. А які
          діти мають носити ортопедичне взуття насправді і чи можна купувати
          його дитині з других рук?
          <br /> Розвінчуємо міфи.
        </p>
        <ul>
          <li>
            <p>
              <span>Міф №1: </span>
              Навіщо носити ортопедичне взуття, якщо дитина не має жодних
              проблем зі стопою?
            </p>
            <p>
              Лікарі вважають, що абсолютно всім дітям потрібне ортопедичне чи
              профілактичне взуття. За статистикою, близько 70% дітей мають
              проблеми у розвитку стопи. Багато захворювань, у тому числі
              порушення постави та дефекти ніг можна запобігти носінням
              спеціального взуття в ранньому дитинстві. Неправильні черевики,
              туфельки чи босоніжки – причина половини випадків деформації та
              неправильного формування стопи малюка.
            </p>
          </li>
          <li>
            <p>
              <span>Міф №2: </span>
              Чому б не доносити ортопедичне взуття за іншу дитину, якщо воно
              майже як нова?
            </p>
            <p>
              У жодному разі так не робіть! Адже взуття завжди набуває форми
              ноги дитини, яка її носить. А у кожного малюка стопа унікальна.
              Ортопедичні черевики з чужої ніжки не тільки не зможуть правильно
              сформувати стопу вашої дитини, але навіть цілком можливо нашкодять
              їй.
            </p>
          </li>
          <li>
            <p>
              <span>Міф №3: </span>
              Ортопедичне взуття для дітей кошмарне на вигляд і дуже важке.
            </p>
            <p>
              А ось і не правда! Сьогодні виробники намагаються створити дуже
              красиве, модне та зручне ортопедичне взуття. На будь-який смак та
              гаманець. Ніжні та яскраві – для маленьких принцес, мужні та
              спортивні – для хлопчиків. Час, коли носіння ортопедичного взуття
              перетворювалося на тортури, давно минуло.
            </p>
          </li>
          <li>
            <p>
              <span>Міф №4: </span>
              Навіщо купувати ортопедичне взуття, коли можна обмежитись покупкою
              ортопедичної устілки?
            </p>
            <p>
              Ортопедичне взуття, звичайно, коштує чималих грошей, тож ідея
              купити тільки лікувальну устілку дуже спокуслива. Якщо у вашої
              дитини немає особливих проблем, лікар цілком може прописати
              носіння лише її однієї. Однак тільки застосування ортопедичного
              взуття разом із устілкою дасть максимальний профілактичний та
              лікувальний ефект. Адже ніщо не може замінити спеціальної форми
              таких черевиків, їхнього жорсткого задника, правильної підошви,
              каблука та застібок.
            </p>
          </li>
          <li>
            <p>
              <span>Міф №5: </span>
              Немає жодної різниці, з чого зроблено ортопедичне взуття.
            </p>
            <p>
              Навіть якщо вашому малюку комфортно і зручно в черевиках із
              замінника шкіри, згадайте про те, що у дітей теплообмін
              відбувається активніше, ніж у вас і прийде він в норму тільки до
              7-8 років. А це означає, що в подібному взутті буде створено
              «парниковий ефект», ніжка неминуче потітиме. Це, у свою чергу,
              створить сприятливе середовище для розмноження грибка та бактерій.
              Тому якісне ортопедичне взуття роблять тільки з натуральної шкіри
              та замші.
            </p>
          </li>
          <li>
            <p>
              <span>Міф №5: </span>
              Чому б не купувати ортопедичне взуття на виріст.
            </p>
            <p>
              Поставте на чашу терезів економію в бюджеті та здоров&apos;я
              дитини - і що ви оберете? Відповідь очевидна. Якщо ви візьмете
              взуття на 1-2 розміри більше, то ніжка в ньому буде «гуляти», що
              не може не позначитися погано на формуванні стопи. Тому завжди
              вибирайте черевики для свого малюка строго за розміром. Таким
              чином ви подаруєте своїй дитині здорові ніжки і красиву спинку в
              майбутньому.
            </p>
          </li>
        </ul>
        <h3>Як виміряти стопу</h3>
        <p className={s.howChoosePageText}>
          Цей спосіб відомий давно і полягає в тому, щоб обвести стопу на аркуші
          формату А4. Що правда це не гарантує 100% ефективності, але може
          наочно працювати. Як це зробити? Ось кілька простих кроків:
        </p>
        <ul>
          <li>
            <p>
              Підготуй звичайний аркуш паперу розміром А4, олівець і лінійку або
              рулетку.
            </p>
          </li>
          <li>
            <p>
              Стань ногою у шкарпетці середньої товщини на аркуш паперу.
              Важливо, щоб нога стояла на ній під повним тиском тіла, тільки
              тоді отримані розміри будуть вірними.
            </p>
          </li>
          <li>
            <p>Тримай олівець перпендикулярно паперу і обведи контур стопи.</p>
            <img src={checkSize1} alt='how to measure size' />
          </li>
          <li>
            <p>
              Виміряй стопу між двома найбільш крайніми точками по довжині і
              ширині.
              <img src={checkSize2} alt='how to measure size' />
            </p>
          </li>
          <li>
            <p>
              Не забудь додати до отриманого розміру приблизно 0,5 см, тому що
              нога у взутті постійно працює, багаторазово перекочується з п’яти
              на носок, тому для цього їй потрібен простір.
            </p>
          </li>
        </ul>
        <p className={s.howChoosePageSummary}>
          Отриманий результат – це твій розмір.
        </p>
      </div>
    </div>
  );
}

export default HowChoosePage;
