import s from './PaymentPage.module.scss';

export function PaymentPage() {
  return (
    <div className={s.payment}>
      <div className={s.paymentContainer}>
        <h3>Оплата, доставка та повернення</h3>
        <ul>
          <p>Якщо ви хочете придбати якийсь із товарів у нашому каталозі:</p>
          <li>
            <p>
              Ви можете замовити товар, натиснувши на кнопку <q>До кошика</q> на
              вибраному Вами товарі, і зробити замовлення, заповнивши поля у
              формі замовлення;
            </p>
          </li>
          <li>
            <p>
              або зателефонуйте за одним із номерів телефонів{' '}
              <a href='tel:+380965386648'>+38 (096) 538‑66-48</a>
              або <a href='tel:+380983033777'>+38 (098) 30-33-777</a>;
            </p>
          </li>
          <li>
            <p>
              або напишіть нам на електронну пошту{' '}
              <a href='mailto:magnafanya@gmail.com'>magnafanya@gmail.com</a>,
              при цьому вкажіть свій номер телефону.
            </p>
          </li>
        </ul>
        <p>
          <span>Доставка </span>
          замовлень здійснюється кур&#39;єрською службою{' '}
          <a href='https://novaposhta.ua/' target='_blank' rel='noreferrer'>
            <q>Нова пошта</q>
          </a>
          , на найближче відділення до Вашого будинку. Доставку оплачує покупець
          згідно з тарифами «Нової пошти».
        </p>
        <p>
          <span>Оплата: </span>
          передплата або післяплата при отриманні товару у відділенні
          <q>Нової пошти</q> комісію за переказ грошей оплачує ????????????????.
        </p>
        <p>
          <span>Повернення/обмін </span>
          товару можливе протягом 14 днів за умови, що товар не використовувався
          та збережений його товарний вигляд, в даному випадку транспортні
          витрати несе покупець. Відправлення товару, який покупець вибрав для
          обміну, відбувається протягом двох робочих днів після отримання
          поверненого товару.
        </p>
        <p>
          <span>Повернення грошей </span>
          за товар здійснюється після отримання нами товару протягом двох
          робочих днів готівкою або на банківську картку покупця.
        </p>
        <p>
          <span>Якщо ви купуєте взуття</span>, перед замовленням виміряйте
          довжину стопи (див. статтю <q>Як обрати розмір</q>)
        </p>
      </div>
    </div>
  );
}
